{
    "facts": [
      {
        "fact": "The area of cells in the brain that detect different smells is around 40 times larger in dogs than humans. This means that your dog can pick up on way more smells than we ever could. This is why dogs are often used to sniff out people, drugs and even money!"
      },
      {
        "fact": "Medical detection dogs are a thing. Because their sense of smell is so great, some dogs can be trained to sniff out medical conditions. They are used to diagnose a particular condition or to alert their owners if they need more medication. Some are even being trained to sniff out Covid-19!"
      },
      {
        "fact": "Dogs rely a lot on their sense of smell to find food, potential dangers, and friends, so needless to say they sniff a lot. Their noses are designed so smells can stay in their nose while air can move in and out of their lungs at the same time, which means they can breathe freely and still work out what that smell is!"
      },
      {
        "fact": "Not all dogs like water, but the ones that do tend to be pretty good swimmers (but again, not all are so always keep an eye on your dog in case they decide to take a dip out and about)."
      },
      {
        "fact": "Most dogs could easily outrun a human – they’re built to run and chase! The fastest breed of dog by far, though, is the Greyhound. These speedy sight hounds can reach a top speed of 45mph within seconds of starting to run."
      },
      {
        "fact": "While dogs do sweat, don’t expect them to be getting damp armpits any time soon. Where humans sweat watery liquid to cool down, dogs produce a pheromone laden oily substance that us humans can’t detect (dogs know it’s there because of that great sense of smell). The only place that dogs sweat like us is on their paws, so instead they pant to cool down. This is why it’s so important to keep your dog cool on those warmer days to make it easier on them."
      },
      {
        "fact": "There have been a few studies around this and it turns out that just like us, dogs have a preferred hand (well, paw) to lead with. You can find out whether your dog is left or right-pawed by giving them their favourite toy or interactive game and seeing which paw they use to help them first."
      },
      {
        "fact": "We all know dogs can hear much higher frequencies than us, but did you know they can also hear further? Generally, dogs can hear much softer sounds than we can, so they can hear things that are much further away."
      },
      {
        "fact": "If you have a dog, you might notice that their ears move around a lot. They actually have around 18 muscles responsible for moving their ears. These help them to change the direction of their ears slightly to hear noises around them better, and play a really big part in telling us how our dogs are feeling. A lot of a dog’s body language is expressed through what their ears are doing so a dog’s ears are vital in helping them communicate both with us and other dogs."
      },
      {
        "fact": "Studies have shown that dogs can learn over 100 words and gestures, which puts their intelligence and understanding of us on a par with a two year old. However, dogs are much easier to train than a two year old! They’re used for all sorts of jobs, from military roles to assistance dogs, because they’re both clever and extremely loyal animals."
      }
      
    ]
  }
  